Overload List
Name  |   Description
WillRuleCheckElements(Int32)
 Reports if rule needs to be executed on individual elements.
WillRuleCheckElements(PerformanceAdviserRuleId)
 Reports if rule needs to be executed on individual elements.
 See Also
  PerformanceAdviser Class
  PerformanceAdviser Members
  Autodesk.Revit.DB Namespace